/* to be appened to a measure of time, such as 'ten seconds ago' */
"ago" = "ago";

/* error message will be appended */
"Can't save photo:" = "Can't save photo:";

/* title of a button that deletes a selfie */
"Delete" = "Delete";

/* The title of an error message popup */
"Error" = "Error";

/* title of the selfie that was deleted to be appended */
"Failed to delete" = "Failed to delete";

/* error message will be appended */
"Failed to load selfies:" = "Failed to load selfies:";

/* default name for a newly-created selfie */
"New Selfie" = "New Selfie";

/* Button confirmation label */
"OK" = "OK";

/* title of a button that shares a selfie */
"Share" = "Share";

/* Error mesage to be displayed when failing to share an image */
"Unable to share selfie without an image" = "Unable to share selfie without an image";

/* Notification title */
"Take a selfie!" = "Take a selfie!";

